[
  {
    "id": 1,
    "title": "Интерактивная карта | Калькулятор сборок",
    "date": "08.07.2025",
    "shortDescription": "Был создан тред специально для объединения этих двух интерактивов.",
    "image": "../image/news/maps.png",
    "backimage": "../image/backNews.png",
    "fullContent": "<p>Интерактивная карта - <a href='https://cubemaps.ru/'>Перейти</a> <br><br> Калькулятор сборок - <a href='https://cubecalc.ru/'>Перейти</a>"
  },
  {
    "id": 2,
    "title": "Гайд на верстак | Крафты и разборы",
    "date": "12.07.2025",
    "shortDescription": "Обзор новых функций в последнем обновлении",
    "image": "../image/news/craft.png",
    "backimage": "../image/backNews.png",
    "fullContent": "<h3>Крафты и разборы</h3><p>Верстак, крафты и разборный стол Данный гайд был создан для объяснения принципа действия разборочного стола, верстака и что нужно для крафтов на нём.<br>Верстак является столом для создания и разбора различных предметов. Он находится на всех безопасных зонах локаций и обычно стоит возле Механика. После взаимодействия с верстаком открывается меню создания предметов, где можно выбрать интересующий вас крафт или найти его в окне поиска. В этом же меню находится и разборный стол. На северных базах в путепроводе воспользоваться можно только разборкой. <br> На разборном столе можно разбирать предметы на более распространённые компоненты, требуемые в создании предметов на верстаке. Разобрать можно только те вещи, какие имеют в описании пометку «Может быть разобран». Эти предметы можно найти в тайниках и в различных объектах - бочки, ящики и т.п. <br> Полный список предметов и на что они разбираются - <a href='https://docs.google.com/spreadsheets/d/1QFHNrg4tLyuPFdTnN6A3CyMDf3ZGlOhPTHND-yHbnWo/edit?gid=0#gid=0'>В этой таблице.</a></p><h3>Вставки для брони</h3><p>Верстак позволяет создать ряд улучшений для брони, используемые вместо артефактов. Для их создания потребуются не только компоненты, но и конкретные предметы, которые в мире встречаются с гораздо меньшими шансами. Продвигаясь по веткам крафта игроку станут доступны 3 главные вставки, дающие максимальные среди крафтовых предметов характеристики: <br> <br> <img src='../image/news/craft2.png' alt='Вставки' style='max-width: 100%;'> <br> <br> «Бронепакет» является отличной альтернативой в сборке на живучесть, где игроку не хватает выводящих свойств, например, на 3 артефакта. «Связка сервоприводов» будет крайне полезна в открытом мире для игроков, которым не хватает переносимого веса брони, а сочетание с «Геркулесом» позволит выдать максимальные силовые свойства персонажа и с комфортом переносить всё необходимое.</p> <h3>Крафтовые артефакты и расширения хранилищ</h3> Сейчас в игре существует два создаваемых артефакта - «Кишки» и «Нестабильная темная медуза». Первый является неплохим артефактом на начальных этапах, дающий оптимальное количество пулестойкости и живучести при минимальной радиоактивности. Второй «Нестабильная Темная Медуза» напротив, является артефактом, выводящим радиацию. Оба артефакта являются хорошими вариантами в своей ценовой категории, а также могут быть использованы в связке друг с другом.Расширения хранилищ делятся на 3 типа: Простое | Обычное | Для Севера. На безопасных зонах вплоть до северных локаций игроку даётся возможность при надобности увеличивать вместительность хранилищ на каждой базе. Стоит учитывать, что каждая база требует отдельных расширений, поэтому не советую тратить ресурсы на ранних этапах и складировать хлам на южных локациях. Рано или поздно его придется либо оставить там, либо тащить с собой уже на более северные базы. Хранилища в северном путепроводе уникальны, так как там используется только одно расширение - для хранилища на севере соответственно. <br> <h3>Крафты</h3> <p>На верстаке имеется несколько видов крафтовых предметов: </p> <li>Расходники (боеприпасы, батареи для установок и катализаторы для артефактов);</li><li>Вставки для брони;</li><li>Артефакты;</li><li>Расширения для хранилищ на южных и северных базах;</li> <p>Среди расходников только батарея для установки требует компоненты получаемые из других предметов. Так же для создания некоторых расходников требуется компонент иного характера  - Аномальные полимеры. Они получаются при разборе артефактов у Учёного. С их помощью можно создать особые и продвинутые катализаторы для изучения артефактов на более высокий процент качества (105%+), а так же Аккумулятор для Гаусс-пушки (БС) - боеприпас имеющий повышенную бронебойность по сравнению с Кустарным Аккумулятором.Помимо вышеперечисленных предметов, для крафта используется ещё один вид компонентов - колбы с изменённым кислородом. Они добываются через аномальные установки при использовании специальных батарей (Стандартной/Улучшенной батареи). Обычные можно создать на верстаке, а улучшенные можно получить во время игровых событий или купить в донат магазине за Болт Коины.<br><br><h3>На изображении ниже представлены все доступные на данный момент крафты предметов и их рецепты</p><br><img src='../image/news/craft.png' alt='Крафты1' style='max-width: 100%;'></h3>"
  },
  {
    "id": 3,
    "title": "Гайд | У меня ноутбук мало ФПС. Что делать?",
    "date": "12.07.2025",
    "shortDescription": "Данный гайд может помочь не всем, в таких случаях лучше обратится в Техническую поддержку",
    "image": "../image/news/Tp.png",
    "backimage": "../image/backNews.png",
    "fullContent": "<h3>Проверьте соответствие минимальным требованиям игры:</h3>\n<p>Минимальные требования: </p>\n<ul>\n <br>  <li>Windows 10</li>\n  <li>Процессор: AMD FX 4300 | Intel Core i5 2500</li>\n  <li>Оперативная память: 6gb RAM</li>\n  <li>Видеокарта: AMD R9 370 | NVIDIA GTX 1050</li>\n  <li>Диски: 10gb HDD</li>\n</ul>\n\n<h3>Проводим манипуляцию через Панель управления NVIDIA</h3>\n<ul>\n  <li>Откройте Панель управления NVIDIA</li>\n  <li>Разверните раздел Параметры 3D</li>\n  <li>Выберете Управление параметрами 3D</li>\n  <li>В глобальных параметрах - Предпочтительный графические процессор выбираете: Высокопроизводительный процессор NVIDIA</li>\n  <li>Применить и перезагрузите устройство.</li>\n</ul> <img src='../image/news/Nvidia.png' alt='Nvidia' style='max-width: 100%;'> "
  },
  {
    "id": 4,
    "title": "Гайд на снаряжение | Что выбрать новичку?",
    "date": "19.07.2025",
    "shortDescription": "Данный гайд поможет вам определиться, что же всё-таки покупать или крафтить, а также какое снаряжение нужно именно вам для комфортной игры.",
    "image": "../image/news/art22.png",
    "backimage": "../image/backNews.png",
    "fullContent": "<h3>Снаряжение</h3>\n<p>Снаряжение подразумевает под собой ряд предметов, используемых игроком. Универсального набора снаряжения для максимального профита от игрока как в команде, так и в одиночку не существует. Каждый игрок уникален, а выбор экипировки должен соответствовать его стилю игры — это и есть фундамент успешных ходок вглубь локаций, PvP и PvE схваток. Всё предоставленное в игре снаряжение можно разделить на 4 типа:</p>\n<br>\n<ul>\n  <li>Броня</li>\n  <li>Оружие</li>\n  <li>Сборка артефактов </li>\n  <li>Расходники</li>\n</ul>\n<br>\n<p>Осознанный выбор каждого из этих элементов будет полезен на любом этапе игры. Менять и улучшать их можно в любом удобном для вас порядке, но в приоритете важно всегда иметь хорошую связку брони и основного оружия. </p>\n\n<h3>Броня</h3>\n<br>\n<p>В игре существует 3 класса брони: Боевая | Комбинированная | Научная. Каждая из них будет более или менее эффективна в зависимости от поставленной задачи и условий, в которых находится носитель.</p><br>\n\n<p>Боевая броня является эффективной как в стычках с другими игроками, так и против зомбированных или бойцов фракций. Основными представителями этого класса являются Экзоскелеты и СТБ-ж.</p><br>\n\n<p>Тяжелые бронекостюмы всегда выделялись своими проблемами в мобильности, а в особенности с переносимым весом. Малое количество слотов под артефакты, ужасная скорость передвижения, крайне малая аномальная защита, но огромный показатель защиты от вражеских пуль - всё это делает СТБ-ж неудобной и узконаправленной бронёй, но практически идеальной для боёв на коротких дистанциях.<br>\n\nЭкзоскелет высокого уровня наиболее сбалансирован во всех аспектах и является отличным примером сочетания живучести и мобильности, при этом не теряя в комфорте. Этот вид брони даёт ряд преимуществ в краткосрочном бою, а при должном обращении позволит своему владельцу выходить победителем даже из самых затруднительных ситуаций.<br></p>\n\n<p><br>Комбинированная броня делится на множество уникальных бронекостюмов со своими особенностями, часто уступающих по параметру пулестойкости боевым. Обычно у брони этого класса высокая мобильность и хорошая аномальная защита, но практически у всех них есть недостаток в виде малого переносимого веса и низкой пулестойкости. Эти недостатки легко компенсируются благодаря дополнительному слоту под артефакт, а у некоторых костюмов ещё есть и встроенная регенерация. </p><br>\n\n<p>Научная броня необходима лишь для полной защиты от аномалий и пригодиться только при исследовании больших аномальных зон. </p><br>\n\n<p>Для любителей динамичных боёв идеально подойдут боевые виды брони. Более аккуратным игрокам стоит склонить свой выбор в сторону комбинированных костюмов, а для боя на дальних дистанциях с укрытиями - броню с периодичным лечением.</p><br>\n\n<img src='../image/news/news4(1).png' alt='' style='max-width: 100%;'>\n\n\n<h3>Оружие</h3><br>\n\n<p>Штурмовая винтовка - основной тип вооружения, используемый игроками. Правильнее всего будет выбирать автомат в соответствии с вашими способностями. Всегда стоит обращать внимание на показатель отдачи. Если вам легко вести огонь по голове двигающейся цели даже с учетом отдачи, то стоит склонить свой выбор в сторону оружия с большим уроном и меньшей скорострельностью. Если же идеальная стрельба это не про вас - любое оружие с большим количеством патрон и скорострельностью подойдёт, так как промахи будут ощущаться не так сильно и в конечном итоге могут почти не сказаться на нанесённом уроне.</p><br>\n\n<p>Пистолет-пулемёт подойдёт только для перестрелок на коротких дистанциях, так как с расстоянием урон будет значительно снижаться. Калибр 9мм в сравнении с другими имеет низкую пробивную способность, от чего тяжелобронированные противники станут для вас большой проблемой.</p><br>\n\n<p>Пулемёт подходит для зажимных очередей на подавление или для перестрелок с несколькими противниками сразу. Сильно уступает в комфорте автоматам, много весит и требует большое количество патрон даже для небольших групп врагов.</p> <br>\n\n<p>Снайперские винтовки бывают трёх типов: </p><br>\n<ul>\n  <li>Болтовки</li>\n  <li>Марксменские винтовки</li>\n  <li>Автоматические винтовки</li>\n</ul><br>\n\n<p>«Болтовки» - огромный моментальный урон на любую дистанцию и низкая скорострельность. Подойдут только для точных игроков.</p><br>\n\n<p>«Марксменские» винтовки - увеличенный магазин, средняя скорострельность и средний урон, немного падающий с увеличением дистанции.</p><br>\n\n<p>Автоматические винтовки - подойдут для перестрелок на средне-дальних дистанциях, но плохо покажут себя при боях на коротких расстояниях.</p><br>\n\n<p>Дробовик наносит большой урон в упоре любому противнику, но с каждым метром повреждения значительно уменьшаются. Не рекомендуется использовать как основное оружие из-за узконаправленности.</p><br>\n\n<p>Пистолет - отличный выбор, если нет возможности комфортно носить 2 типа оружия одновременно. Грамотно воспользовавшись им, можно быстро добить противника во время перезарядки или лечения.</p><br>\n\n<img src='../image/news/news4(2).png' alt='' style='max-width: 100%;'>\n\n<h3>Сборка артефактов</h3><br>\n\n<p>Все артефакты делятся на 2 основные категории - артефакт для улучшения характеристик и артефакт на вывод радиации. Артефакты на вывод не позволят персонажу накапливать радиацию от остальных артефактов в сборке. Персонаж может выдержать вплоть до единицы радиации от сборки. Если показатель общего радиационного заражения персонажа будет превышать одну единицу, то радиация будет накапливаться. Некоторые бронекостюмы могут также иметь встроенный вывод радиации.</p><br>\n\n<h3>Сборки делятся на 3 типа:</h3><br>\n\n<p>Сборка на живучесть. В неё входят артефакты на пулестойкость и здоровье. Оба этих параметра отвечают за конечную выживаемость в бою носителя больше, чем любые другие. Важно грамотно сочетать характеристики пулестойкости и живучести, так как они дополняют друг друга. Например, практически нет смысла делать сборку на пулестойкость в СТБ-ж, где этот параметр сам по себе очень велик. В броне такого типа лучше всего покажет себя сборка на здоровье, выдавая самый большой процент эффективности. </p><br>\n\n<p>Сборка на скорость. Очень часто игроки забывают о параметрах выносливости и переносимого веса, обращая внимание только на процент скорости передвижения. Эта грубая ошибка может крайне негативно сказаться на общей мобильности и удобстве передвижения. Не используйте в сборке одни и те же артефакты, дающие одинаковые характеристики. Лучше использовать артефакты, совокупность которых даст максимальные показатели всех параметров, отвечающих за мобильность.\n</p><br>\n\n<p>Комбинированная сборка. Самый недооценённый вид сборок, который покажет себя достаточно эффективно в любой ситуации, но обычно проигрывает узконаправленной сборке. Довольно экономный вариант из-за ненадобности собирать сразу несколько разных сборок. Рекомендуется собирать только при наличии 5-и слотов под артефакты.</p><br>\n\n<img src='../image/news/news4(3).png' alt='' style='max-width: 100%;'>\n\n<h3>Расходники</h3><br>\n\n<p>Расходниками являются:</p>\n\n<ul>\n  <li>Медикаменты</li>\n  <li>Бусты</li>\n  <li>Препараты</li>\n  <li> Боеприпасы</li>\n</ul>\n<br>\n\n<p>Медикаменты. Самый дешёвый вариант - индивидуальная аптечка. Лучше, чем ничего. Армейская и Научная аптечки схожи по своим характеристикам, но Научная имеет больший вывод различных заражений из организма, но не восстанавливает выносливость и стоит значительно больше. Барвинок отлично дополняет любую сборку на живучесть, давая пассивную регенерацию и вывод кровотечения. </p><br>\n\n<p>«Бусты» не являются обязательными в использовании, но их правильное применение никогда не будет лишним. Энергетик, Геркулес и Эпинефрин улучшат вашу мобильность на некоторое время, а адреналин даст кратковременное усиление живучести. \n</p><br>\n\n<p>Препараты могут давать защиту от заражений, или же выводить их из организма. Некоторые препараты временно понижают характеристики живучести, используйте их только вне боя. Рекомендуется иметь их при себе владельцам брони с малой аномальной защитой. </p><br>\n\n<p>Патроны зачастую делится на 3 типа: Обычные | Экспансивные | Бронебойные. Обычные будут самым дешёвым вариантом, не дающим преимуществ. Экспансивные пули наносят повышенный урон по легкобронированным целям, но гараздо хуже справляются с крепкой бронёй. Бронебойные патроны являются оптимальным вариантом и не имеют минусов, за исключением высокой стоимости.</p><br>\n\n<h3>Заключение</h3><br>\n\n<p>Используйте то снаряжение, с которым ВАМ будет комфортно, никогда не бойтесь ошибиться в его выборе. Обязательно изучайте рынок и следите за барахолкой для понимания ценности того или иного предмета, также можно опираться на уже совершенные сделки среди игроков. Экспериментируйте, пробуйте разные связки снаряжения и сборок. Сравнивайте и выбирайте то оружие и броню, которое подойдёт к вашему стилю игры.</p>"
  }
]